Repository: hebiweng/interstellar
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ko, tr, zh_hans

# themes.focus.career-purpose.overall
source: Overall
de: Gesamt
es: General
fr: Ensemble
it: Generale
ko: 전체
tr: Genel
zh_hans: 整体

# themes.focus.career-purpose.purpose-contribution
source: Purpose & contribution
de: Sinn & Beitrag
es: Propósito y contribución
fr: Sens et contribution
it: Scopo e contributo
ko: 목적과 기여
tr: Amaç ve katkı
zh_hans: 使命与贡献

# themes.focus.career-purpose.work-environment
source: Work environment
de: Arbeitsumfeld
es: Entorno laboral
fr: Environnement de travail
it: Ambiente di lavoro
ko: 업무 환경
tr: Çalışma ortamı
zh_hans: 工作环境

# themes.focus.creativity-expression.creative-work
source: Creative work
de: Kreative Arbeit
es: Trabajo creativo
fr: Travail créatif
it: Lavoro creativo
ko: 창작 활동
tr: Yaratıcı çalışma
zh_hans: 创作

# themes.focus.creativity-expression.motivation-momentum
source: Motivation & momentum
de: Motivation & Schwung
es: Motivación e impulso
fr: Motivation et élan
it: Motivazione e slancio
ko: 동기와 추진력
tr: Motivasyon ve ivme
zh_hans: 动力与推进

# themes.focus.creativity-expression.overall
source: Overall
de: Gesamt
es: General
fr: Ensemble
it: Generale
ko: 전체
tr: Genel
zh_hans: 整体

# themes.focus.creativity-expression.personal-project
source: Personal project
de: Eigenes Projekt
es: Proyecto personal
fr: Projet personnel
it: Progetto personale
ko: 개인 프로젝트
tr: Kişisel proje
zh_hans: 个人项目

# themes.focus.creativity-expression.self-expression
source: Self-expression
de: Selbstausdruck
es: Autoexpresión
fr: Expression de soi
it: Espressione di sé
ko: 자기표현
tr: Kendini ifade
zh_hans: 自我表达

# themes.focus.creativity-expression.visibility
source: Visibility
de: Sichtbarkeit
es: Visibilidad
fr: Visibilité
it: Visibilità
ko: 가시성
tr: Görünürlük
zh_hans: 被看见 / 影响力

# themes.focus.family-home.belonging
source: Belonging
de: Zugehörigkeit
es: Pertenencia
fr: Appartenance
it: Appartenenza
ko: 소속감
tr: Aidiyet
zh_hans: 归属感

# themes.focus.family-home.care-responsibility
source: Care & responsibility
de: Fürsorge & Verantwortung
es: Cuidado y responsabilidad
fr: Soin et responsabilité
it: Cura e responsabilità
ko: 돌봄과 책임
tr: Bakım ve sorumluluk
zh_hans: 照顾与责任

# themes.focus.family-home.changes-at-home
source: Changes at home
de: Veränderungen zuhause
es: Cambios en el hogar
fr: Changements au foyer
it: Cambiamenti in casa
ko: 가정의 변화
tr: Evde değişimler
zh_hans: 家庭变化

# themes.focus.family-home.communication-boundaries
source: Communication & boundaries
de: Kommunikation & Grenzen
es: Comunicación y límites
fr: Communication et limites
it: Comunicazione e confini
ko: 소통과 경계
tr: İletişim ve sınırlar
zh_hans: 沟通与边界

# themes.focus.family-home.family-relationships
source: Family relationships
de: Familienbeziehungen
es: Relaciones familiares
fr: Relations familiales
it: Relazioni familiari
ko: 가족 관계
tr: Aile ilişkileri
zh_hans: 家庭关系

# themes.focus.family-home.home-roots
source: Home & roots
de: Zuhause & Wurzeln
es: Hogar y raíces
fr: Foyer et racines
it: Casa e radici
ko: 집과 뿌리
tr: Yuva ve kökler
zh_hans: 家庭与根基

# themes.focus.family-home.overall
source: Overall
de: Gesamt
es: General
fr: Ensemble
it: Generale
ko: 전체
tr: Genel
zh_hans: 整体

# themes.focus.learning-exploration.learning
source: Learning
de: Lernen
es: Aprendizaje
fr: Apprentissage
it: Apprendimento
ko: 학습
tr: Öğrenme
zh_hans: 学习

# themes.focus.learning-exploration.new-perspectives
source: New perspectives
de: Neue Perspektiven
es: Nuevas perspectivas
fr: Nouvelles perspectives
it: Nuove prospettive
ko: 새로운 관점
tr: Yeni bakış açıları
zh_hans: 新视角

# themes.focus.learning-exploration.new-skills
source: New skills
de: Neue Fähigkeiten
es: Nuevas habilidades
fr: Nouvelles compétences
it: Nuove competenze
ko: 새로운 기술
tr: Yeni beceriler
zh_hans: 新技能

# themes.focus.learning-exploration.overall
source: Overall
de: Gesamt
es: General
fr: Ensemble
it: Generale
ko: 전체
tr: Genel
zh_hans: 整体

# themes.focus.learning-exploration.study
source: Study
de: Studium
es: Estudio
fr: Études
it: Studio
ko: 학업
tr: Eğitim
zh_hans: 进修 / 学业

# themes.focus.learning-exploration.travel-exploration
source: Travel & exploration
de: Reisen & Entdecken
es: Viajes y exploración
fr: Voyage et exploration
it: Viaggi ed esplorazione
ko: 여행과 탐색
tr: Seyahat ve keşif
zh_hans: 旅行与探索

# themes.focus.life-direction.home-family
source: Home & family
de: Zuhause & Familie
es: Hogar y familia
fr: Foyer et famille
it: Casa e famiglia
ko: 집과 가족
tr: Yuva ve aile
zh_hans: 家庭与居所

# themes.focus.life-direction.identity
source: Identity
de: Identität
es: Identidad
fr: Identité
it: Identità
ko: 정체성
tr: Kimlik
zh_hans: 身份与自我

# themes.focus.life-direction.overall
source: Overall
de: Gesamt
es: General
fr: Ensemble
it: Generale
ko: 전체
tr: Genel
zh_hans: 整体

# themes.focus.life-direction.personal-growth
source: Personal growth
de: Persönliches Wachstum
es: Crecimiento personal
fr: Évolution personnelle
it: Crescita personale
ko: 개인 성장
tr: Kişisel gelişim
zh_hans: 个人成长

# themes.focus.life-direction.relationships
source: Relationships
de: Beziehungen
es: Relaciones
fr: Relations
it: Relazioni
ko: 관계
tr: İlişkiler
zh_hans: 关系

# themes.focus.life-direction.work-purpose
source: Work & purpose
de: Arbeit & Sinn
es: Trabajo y propósito
fr: Travail et sens
it: Lavoro e scopo
ko: 일과 목적
tr: İş ve amaç
zh_hans: 工作与使命

# themes.focus.love-relationships.attraction-connection
source: Attraction & connection
de: Anziehung & Verbindung
es: Atracción y conexión
fr: Attirance et lien
it: Attrazione e connessione
ko: 끌림과 연결
tr: Çekim ve bağ
zh_hans: 吸引与连接

# themes.focus.love-relationships.attraction-intimacy
source: Attraction & intimacy
de: Anziehung & Intimität
es: Atracción e intimidad
fr: Attirance et intimité
it: Attrazione e intimità
ko: 끌림과 친밀감
tr: Çekim ve yakınlık
zh_hans: 吸引与亲密

# themes.focus.love-relationships.boundaries-reciprocity
source: Boundaries & reciprocity
de: Grenzen & Gegenseitigkeit
es: Límites y reciprocidad
fr: Limites et réciprocité
it: Confini e reciprocità
ko: 경계와 상호성
tr: Sınırlar ve karşılıklılık
zh_hans: 边界与回应

# themes.focus.love-relationships.commitment
source: Commitment
de: Verbindlichkeit
es: Compromiso
fr: Engagement
it: Impegno
ko: 헌신
tr: Bağlılık
zh_hans: 承诺

# themes.focus.love-relationships.communication
source: Communication
de: Kommunikation
es: Comunicación
it: Comunicazione
ko: 소통
tr: İletişim
zh_hans: 沟通

# themes.focus.love-relationships.current-phase
source: Current phase
de: Aktuelle Phase
es: Fase actual
fr: Phase actuelle
it: Fase attuale
ko: 현재 단계
tr: Mevcut dönem
zh_hans: 当前阶段

# themes.focus.love-relationships.emotional-connection
source: Emotional connection
de: Emotionale Verbindung
es: Conexión emocional
fr: Lien émotionnel
it: Connessione emotiva
ko: 정서적 연결
tr: Duygusal bağ
zh_hans: 情感连接

# themes.focus.love-relationships.emotional-patterns
source: Emotional patterns
de: Emotionale Muster
es: Patrones emocionales
fr: Schémas émotionnels
it: Schemi emotivi
ko: 감정 패턴
tr: Duygusal kalıplar
zh_hans: 情感模式

# themes.focus.love-relationships.meeting-someone
source: Meeting someone
de: Jemanden kennenlernen
es: Conocer a alguien
fr: Faire une rencontre
it: Incontrare qualcuno
ko: 새로운 만남
tr: Biriyle tanışmak
zh_hans: 遇见新的人

# themes.focus.love-relationships.overall
source: Overall
de: Gesamt
es: General
fr: Ensemble
it: Generale
ko: 전체
tr: Genel
zh_hans: 整体

# themes.focus.love-relationships.stability-tension
source: Stability & tension
de: Stabilität & Spannung
es: Estabilidad y tensión
fr: Stabilité et tension
it: Stabilità e tensione
ko: 안정과 긴장
tr: İstikrar ve gerilim
zh_hans: 稳定与张力

# themes.focus.money-growth.financial-stability
source: Financial stability
de: Finanzielle Stabilität
es: Estabilidad financiera
fr: Stabilité financière
it: Stabilità finanziaria
ko: 재정 안정
tr: Finansal istikrar
zh_hans: 财务稳定

# themes.focus.money-growth.growth-opportunity
source: Growth & opportunity
de: Wachstum & Chancen
es: Crecimiento y oportunidad
fr: Croissance et opportunités
it: Crescita e opportunità
ko: 성장과 기회
tr: Büyüme ve fırsat
zh_hans: 成长与机会

# themes.focus.money-growth.income-work
source: Income & work
de: Einkommen & Arbeit
es: Ingresos y trabajo
fr: Revenus et travail
it: Reddito e lavoro
ko: 수입과 일
tr: Gelir ve iş
zh_hans: 收入与工作

# themes.focus.money-growth.long-term-priorities
source: Long-term priorities
de: Langfristige Prioritäten
es: Prioridades a largo plazo
fr: Priorités à long terme
it: Priorità a lungo termine
ko: 장기 우선순위
tr: Uzun vadeli öncelikler
zh_hans: 长期优先级

# themes.focus.money-growth.overall
source: Overall
de: Gesamt
es: General
fr: Ensemble
it: Generale
ko: 전체
tr: Genel
zh_hans: 整体

# themes.focus.money-growth.spending-resources
source: Spending & resources
de: Ausgaben & Ressourcen
es: Gastos y recursos
fr: Dépenses et ressources
it: Spese e risorse
ko: 지출과 자원
tr: Harcama ve kaynaklar
zh_hans: 支出与资源

# themes.focus.self-wellbeing.emotional-balance
source: Emotional balance
de: Emotionale Balance
es: Equilibrio emocional
fr: Équilibre émotionnel
it: Equilibrio emotivo
ko: 정서 균형
tr: Duygusal denge
zh_hans: 情绪平衡

# themes.focus.self-wellbeing.energy-routines
source: Energy & routines
de: Energie & Routinen
es: Energía y rutinas
fr: Énergie et routines
it: Energia e routine
ko: 에너지와 루틴
tr: Enerji ve rutinler
zh_hans: 能量与日常

# themes.focus.self-wellbeing.inner-needs
source: Inner needs
de: Innere Bedürfnisse
es: Necesidades internas
fr: Besoins intérieurs
it: Bisogni interiori
ko: 내적 욕구
tr: İç ihtiyaçlar
zh_hans: 内在需求

# themes.focus.self-wellbeing.overall
source: Overall
de: Gesamt
es: General
fr: Ensemble
it: Generale
ko: 전체
tr: Genel
zh_hans: 整体

# themes.focus.self-wellbeing.self-confidence
source: Self-confidence
de: Selbstvertrauen
es: Autoconfianza
fr: Confiance en soi
it: Fiducia in sé
ko: 자신감
tr: Özgüven
zh_hans: 自信

# themes.focus.self-wellbeing.stress-recovery
source: Stress & recovery
de: Stress & Erholung
es: Estrés y recuperación
fr: Stress et récupération
it: Stress e recupero
ko: 스트레스와 회복
tr: Stres ve toparlanma
zh_hans: 压力与恢复

# themes.hero.question
source: What matters to you?
de: Was ist dir wichtig?
es: ¿Qué es importante para ti?
fr: Qu’est-ce qui compte pour vous ?
it: Cosa conta per te?
ko: 지금 무엇이 중요한가요?
tr: Sizin için ne önemli?
zh_hans: 此刻，什么对你最重要？

# themes.history.members
source: {{value}} members
de: {{value}} Mitglieder
es: {{value}} familiares
fr: {{value}} membres
it: {{value}} familiari
ko: 구성원 {{value}}명
tr: {{value}} üye
zh_hans: {{value}} 位成员

# themes.horizon.1-year
source: 1 Year
de: 1 Jahr
es: 1 año
fr: 1 an
it: 1 anno
ko: 1년
tr: 1 Yıl
zh_hans: 1年

# themes.horizon.3-months
source: 3 Months
de: 3 Monate
es: 3 meses
fr: 3 mois
it: 3 mesi
ko: 3개월
tr: 3 Ay
zh_hans: 3个月

# themes.horizon.6-months
source: 6 Months
de: 6 Monate
es: 6 meses
fr: 6 mois
it: 6 mesi
ko: 6개월
tr: 6 Ay
zh_hans: 6个月

# themes.horizon.now
source: Now
de: Jetzt
es: Ahora
fr: Maintenant
it: Ora
ko: 지금
tr: Şimdi
zh_hans: 现在

# themes.learning-exploration
source: Learning & Exploration
de: Lernen & Entdecken
es: Aprendizaje y exploración
fr: Apprentissage et exploration
it: Apprendimento ed esplorazione
ko: 배움과 탐색
tr: Öğrenme ve Keşif
zh_hans: 学习与探索

# themes.learning-exploration-subtitle
source: See how learning, skills, travel and new perspectives develop.
de: Sieh, wie Lernen, Fähigkeiten, Reisen und neue Perspektiven sich entwickeln.
es: Observa cómo evolucionan el aprendizaje, las habilidades, los viajes y nuevas perspectivas.
fr: Voyez comment évoluent l’apprentissage, les compétences, les voyages et les nouvelles perspectives.
it: Scopri come evolvono apprendimento, competenze, viaggi e nuove prospettive.
ko: 배움, 기술, 여행과 새로운 관점의 흐름을 살펴보세요.
tr: Öğrenme, beceriler, seyahat ve yeni bakışların nasıl geliştiğini görün.
zh_hans: 看清学习、技能、旅行与新视角如何展开。

# themes.life-direction
source: Life Direction
de: Lebensrichtung
es: Dirección de vida
fr: Direction de vie
it: Direzione di vita
ko: 삶의 방향
tr: Yaşam Yönü
zh_hans: 人生方向

# themes.life-direction-subtitle
source: Bring your current chapter and long-term direction into one view.
de: Betrachte aktuelle Lebensphase und langfristige Richtung gemeinsam.
es: Integra tu etapa actual y tu dirección a largo plazo.
fr: Reliez votre chapitre actuel à votre direction à long terme.
it: Unisci il capitolo attuale e la direzione a lungo termine.
ko: 현재 삶의 장과 장기 방향을 함께 살펴보세요.
tr: Mevcut yaşam bölümünüzü ve uzun vadeli yönünüzü birlikte görün.
zh_hans: 把当前人生章节与长期方向放在一起理解。

# themes.love-relationships
source: Love & Relationships
de: Liebe & Beziehungen
es: Amor y relaciones
fr: Amour et relations
it: Amore e relazioni
ko: 사랑과 관계
tr: Aşk ve İlişkiler
zh_hans: 爱情与关系

# themes.love-relationships-subtitle
source: Understand your love patterns or one specific relationship.
de: Verstehe deine Liebesmuster oder eine konkrete Beziehung.
es: Comprende tus patrones afectivos o una relación concreta.
fr: Comprenez vos schémas amoureux ou une relation précise.
it: Comprendi i tuoi schemi affettivi o una relazione specifica.
ko: 연애 패턴이나 특정 관계를 이해해 보세요.
tr: Aşk kalıplarınızı veya belirli bir ilişkiyi anlayın.
zh_hans: 了解你的爱情模式，或深入分析一段具体关系。

# themes.love.mode.my-love-life
source: My Love Life
de: Mein Liebesleben
es: Mi vida amorosa
fr: Ma vie amoureuse
it: La mia vita amorosa
ko: 나의 연애
tr: Aşk Hayatım
zh_hans: 我的爱情状态

# themes.love.mode.specific-relationship
source: Relationship
de: Beziehung
es: Relación
fr: Relation
it: Relazione
ko: 특정 관계
tr: İlişki
zh_hans: 具体关系

# themes.money-growth
source: Money & Growth
de: Geld & Wachstum
es: Dinero y crecimiento
fr: Argent et croissance
it: Denaro e crescita
ko: 돈과 성장
tr: Para ve Büyüme
zh_hans: 金钱与成长

# themes.money-growth-subtitle
source: Explore resources, security, priorities and growth.
de: Erkunde Ressourcen, Sicherheit, Prioritäten und Wachstum.
es: Explora recursos, seguridad, prioridades y crecimiento.
fr: Explorez les ressources, la sécurité, les priorités et la croissance.
it: Esplora risorse, sicurezza, priorità e crescita.
ko: 자원, 안정감, 우선순위와 성장을 살펴보세요.
tr: Kaynakları, güveni, öncelikleri ve büyümeyi keşfedin.
zh_hans: 探索资源、安全感、优先级与成长。

# themes.new-person
source: New Person
de: Neue Person
es: Nueva persona
fr: Nouvelle personne
it: Nuova persona
ko: 새 사람
tr: Yeni Kişi
zh_hans: 新人物

# themes.no-recent
source: Your completed Theme analyses will appear here.
de: Deine abgeschlossenen Themenanalysen erscheinen hier.
es: Tus análisis de temas aparecerán aquí.
fr: Vos analyses thématiques apparaîtront ici.
it: Le analisi dei temi completate appariranno qui.
ko: 완료된 테마 분석이 여기에 표시됩니다.
tr: Tamamlanan tema analizleriniz burada görünür.
zh_hans: 完成的主题分析会显示在这里。

# themes.optional-context-placeholder
source: Add a little context if it helps...
de: Füge bei Bedarf etwas Kontext hinzu …
es: Añade un poco de contexto si ayuda...
fr: Ajoutez un peu de contexte si utile…
it: Aggiungi un po’ di contesto se utile…
ko: 필요하면 간단한 배경을 적어 주세요...
tr: Yararlıysa biraz bağlam ekleyin...
zh_hans: 如果有帮助，可以补充一点背景……

# themes.other-person
source: OTHER PERSON
de: ANDERE PERSON
es: OTRA PERSONA
fr: AUTRE PERSONNE
it: ALTRA PERSONA
ko: 상대방
tr: DİĞER KİŞİ
zh_hans: 另一位

# themes.recent
source: Recent Analyses
de: Letzte Analysen
es: Análisis recientes
fr: Analyses récentes
it: Analisi recenti
ko: 최근 분석
tr: Son Analizler
zh_hans: 最近分析

# themes.relationship-status
source: RELATIONSHIP STATUS
de: BEZIEHUNGSSTATUS
es: SITUACIÓN SENTIMENTAL
fr: STATUT RELATIONNEL
it: STATO SENTIMENTALE
ko: 연애 상태
tr: İLİŞKİ DURUMU
zh_hans: 感情状态

# themes.relationship-status.complicated
source: It's complicated
de: Es ist kompliziert
es: Es complicado
fr: C’est compliqué
it: È complicato
ko: 복잡한 관계
tr: Karmaşık
zh_hans: 关系复杂

# themes.relationship-status.in-relationship
source: In a relationship
de: In einer Beziehung
es: En una relación
fr: En couple
it: In una relazione
ko: 연애 중
tr: İlişkide
zh_hans: 恋爱中

# themes.relationship-status.prefer-not
source: Prefer not to say
de: Keine Angabe
es: Prefiero no decirlo
fr: Je préfère ne pas répondre
it: Preferisco non dirlo
ko: 말하지 않음
tr: Belirtmek istemiyorum
zh_hans: 不想说明

# themes.relationship-type
source: RELATIONSHIP TYPE
de: BEZIEHUNGSART
es: TIPO DE RELACIÓN
fr: TYPE DE RELATION
it: TIPO DI RELAZIONE
ko: 관계 유형
tr: İLİŞKİ TÜRÜ
zh_hans: 关系类型

# themes.relationship-type.friendship
source: Friendship
de: Freundschaft
es: Amistad
fr: Amitié
it: Amicizia
ko: 친구
tr: Arkadaşlık
zh_hans: 朋友

# themes.relationship-type.other
source: Other
de: Andere
es: Otra
fr: Autre
it: Altro
ko: 기타
tr: Diğer
zh_hans: 其他

# themes.relationship-type.romantic
source: Romantic
de: Romantisch
es: Romántica
fr: Amoureuse
it: Romantica
ko: 연인
tr: Romantik
zh_hans: 恋爱关系

# themes.remove
source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
it: Rimuovi
ko: 삭제
tr: Kaldır
zh_hans: 移除

# themes.report-consent-required
source: Enable AI reports in Settings to generate the written analysis.
de: Aktiviere KI-Berichte in den Einstellungen, um die Textanalyse zu erstellen.
es: Activa los informes de IA en Ajustes para generar el análisis escrito.
fr: Activez les rapports IA dans Réglages pour générer l’analyse écrite.
it: Attiva i report AI nelle Impostazioni per generare l’analisi scritta.
ko: 설정에서 AI 리포트를 켜야 텍스트 분석을 생성할 수 있습니다.
tr: Yazılı analiz için Ayarlar'da AI raporlarını etkinleştirin.
zh_hans: 请先在设置中启用 AI 报告，再生成文字分析。

# themes.report-offline
source: Connect to the internet to generate the written analysis.
de: Verbinde dich mit dem Internet, um die Textanalyse zu erstellen.
es: Conéctate a internet para generar el análisis escrito.
fr: Connectez-vous à Internet pour générer l’analyse écrite.
it: Connettiti a Internet per generare l’analisi scritta.
ko: 인터넷에 연결하면 텍스트 분석을 생성할 수 있습니다.
tr: Yazılı analiz için internete bağlanın.
zh_hans: 连接网络后即可生成文字分析。

# themes.report.failed-detail
source: Your charts are ready, but the written analysis could not be generated.
de: Deine Horoskope sind fertig, die Textanalyse konnte jedoch nicht erstellt werden.
es: Tus cartas están listas, pero no se pudo generar el análisis escrito.
fr: Vos cartes sont prêtes, mais l’analyse écrite n’a pas pu être générée.
it: I temi sono pronti, ma non è stato possibile generare l’analisi scritta.
ko: 차트는 준비되었지만 텍스트 분석을 생성하지 못했습니다.
tr: Haritalarınız hazır, ancak yazılı analiz oluşturulamadı.
zh_hans: 星盘已经准备好，但暂时无法生成文字分析。

# themes.report.failed-title
source: Written analysis unavailable
de: Textanalyse nicht verfügbar
es: Análisis escrito no disponible
fr: Analyse écrite indisponible
it: Analisi scritta non disponibile
ko: 텍스트 분석을 사용할 수 없음
tr: Yazılı analiz kullanılamıyor
zh_hans: 文字分析暂不可用

# themes.report.preparing
source: Preparing your analysis…
de: Analyse wird vorbereitet …
es: Preparando tu análisis…
fr: Préparation de votre analyse…
it: Preparazione dell’analisi…
ko: 분석을 준비하는 중…
tr: Analiziniz hazırlanıyor…
zh_hans: 正在生成综合分析……

# themes.report.preparing-detail
source: Combining your chart and timing evidence.
de: Horoskop- und Timing-Evidenz werden zusammengeführt.
es: Combinando la carta y la evidencia temporal.
fr: Synthèse de vos cartes et des éléments temporels.
it: Stiamo integrando tema e indicazioni temporali.
ko: 차트와 타이밍 근거를 종합하고 있습니다.
tr: Harita ve zamanlama kanıtları birleştiriliyor.
zh_hans: 正在综合你的基础盘与时间证据。

# themes.report.retry
source: Retry Analysis
de: Analyse erneut versuchen
es: Reintentar análisis
fr: Réessayer l’analyse
it: Riprova analisi
ko: 분석 다시 시도
tr: Analizi Yeniden Dene
zh_hans: 重试分析

# themes.result.charts
source: CHARTS
de: HOROSKOPE
es: CARTAS
fr: CARTES
it: TEMI
ko: 차트
tr: HARİTALAR
zh_hans: 星盘

# themes.result.charts-ready
source: Charts calculated
de: Horoskope berechnet
es: Cartas calculadas
fr: Cartes calculées
it: Temi calcolati
ko: 차트 계산 완료
tr: Haritalar hesaplandı
zh_hans: 星盘已计算完成

# themes.result.detailed-analysis
source: DETAILED ANALYSIS
de: DETAILLIERTE ANALYSE
es: ANÁLISIS DETALLADO
fr: ANALYSE DÉTAILLÉE
it: ANALISI DETTAGLIATA
ko: 상세 분석
tr: DETAYLI ANALİZ
zh_hans: 详细分析

# themes.result.key-themes
source: KEY THEMES
de: KERNTHEMEN
es: TEMAS CLAVE
fr: THÈMES CLÉS
it: TEMI CHIAVE
ko: 핵심 테마
tr: ANA TEMALAR
zh_hans: 关键主题

# themes.result.summary
source: SUMMARY
de: ZUSAMMENFASSUNG
es: RESUMEN
fr: SYNTHÈSE
it: SINTESI
ko: 요약
tr: ÖZET
zh_hans: 总结

# themes.select-other-person
source: Select another person
de: Andere Person auswählen
es: Selecciona a otra persona
fr: Choisir une autre personne
it: Seleziona un’altra persona
ko: 상대방 선택
tr: Başka bir kişi seçin
zh_hans: 选择另一位人物

# themes.select-person
source: Select a person
de: Person auswählen
es: Selecciona una persona
fr: Choisir une personne
it: Seleziona una persona
ko: 사람 선택
tr: Kişi seçin
zh_hans: 选择人物

# themes.self-wellbeing
source: Self & Wellbeing
de: Selbst & Wohlbefinden
es: Yo y bienestar
fr: Soi et bien-être
it: Sé e benessere
ko: 자기와 웰빙
tr: Benlik ve İyi Oluş
zh_hans: 自我与身心状态

# themes.self-wellbeing-subtitle
source: Read your inner climate, energy, pressure and recovery.
de: Erkenne innere Stimmung, Energie, Druck und Erholung.
es: Lee tu clima interior, energía, presión y recuperación.
fr: Lisez votre climat intérieur, votre énergie, vos tensions et votre récupération.
it: Leggi il tuo clima interiore, energia, pressione e recupero.
ko: 내면 상태, 에너지, 압박과 회복 흐름을 살펴보세요.
tr: İç dünyanızı, enerjinizi, baskıyı ve toparlanmayı okuyun.
zh_hans: 了解你的内在状态、能量、压力与恢复节奏。

# themes.subtitle
source: Explore what matters in your life
de: Entdecke, was in deinem Leben zählt
es: Explora lo que más importa en tu vida
fr: Explorez ce qui compte dans votre vie
it: Esplora ciò che conta nella tua vita
ko: 삶에서 중요한 주제를 살펴보세요
tr: Hayatınızda önemli olanı keşfedin
zh_hans: 探索你此刻最关心的人生主题

# themes.time-period
source: TIME PERIOD
de: ZEITRAUM
es: PERÍODO
fr: PÉRIODE
it: PERIODO
ko: 기간
tr: ZAMAN ARALIĞI
zh_hans: 时间范围

# themes.title
source: Themes
de: Themen
es: Temas
fr: Thèmes
it: Temi
ko: 테마
tr: Temalar
zh_hans: 主题

# themes.you
source: YOU
de: PERSON
es: PERSONA
fr: VOUS
it: PERSONA
ko: 대상
tr: KİŞİ
zh_hans: 人物

# today.active
source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo
ko: 활성
tr: Aktif
zh_hans: 活跃

# today.active-detail-summary
source: The strongest short-term personal transit active now.
de: Der stärkste kurzfristige persönliche Transit, der jetzt aktiv ist.
es: El tránsito personal de corto plazo más destacado ahora.
fr: Le transit personnel à court terme le plus marqué actuellement.
it: Il transito personale a breve termine più forte attivo ora.
ko: 현재 활성화된 가장 강한 단기 개인 트랜짓입니다.
tr: Şu anda aktif olan en güçlü kısa vadeli kişisel transit.
zh_hans: 当前最明显的短期个人行运。

# today.active-today
source: ACTIVE TODAY
de: HEUTE AKTIV
es: ACTIVO HOY
fr: ACTIF AUJOURD’HUI
it: ATTIVO OGGI
ko: 오늘 활성
tr: BUGÜN AKTİF
zh_hans: 今天活跃

# today.additional-context
source: Additional context
de: Zusätzlicher Kontext
es: Contexto adicional
fr: Contexte supplémentaire
it: Contesto aggiuntivo
ko: 추가 맥락
tr: Ek bağlam
zh_hans: 补充背景

# today.afternoon
source: Afternoon
de: Nachmittag
es: Tarde
fr: Après-midi
it: Pomeriggio
ko: 오후
tr: Öğleden sonra
zh_hans: 下午

# today.calculating-locally
source: Calculating locally…
de: Wird lokal berechnet…
es: Calculando en el dispositivo…
fr: Calcul sur l’appareil…
it: Calcolo locale…
ko: 로컬에서 계산 중…
tr: Yerel olarak hesaplanıyor…
zh_hans: 正在本机计算…

# today.changes-quickly
source: Changes quickly
de: Ändert sich schnell
es: Cambia rápido
fr: Change rapidement
it: Cambia rapidamente
ko: 빠르게 변함
tr: Hızlı değişir
zh_hans: 变化很快

# today.coming-detail-summary
source: The next important personal transit beginning within seven days.
de: Der nächste wichtige persönliche Transit, der innerhalb der kommenden sieben Tage beginnt.
es: El próximo tránsito personal importante que comienza en siete días.
fr: Le prochain transit personnel important commençant sous sept jours.
it: Il prossimo transito personale importante che inizia entro sette giorni.
ko: 향후 7일 안에 시작되는 다음 중요한 개인 트랜짓입니다.
tr: Önümüzdeki yedi gün içinde başlayacak bir sonraki önemli kişisel transit.
zh_hans: 未来 7 天内即将开始的下一项重要个人行运。
